Repository: mute1add/prynext
Catalog: *-content/plugins/toggle_item_status/languages/*/messages.po
Languages: de_de

source: No longer available
de_de: Nicht mehr verfügbar

source: Mark as available
de_de: Als verfügbar markieren

source: Mark as sold
de_de: Als verkauft markieren

source: This plugin allows the user, to set the items to sold or available
de_de: Dieses Plugin erlaubt es den Benutzern, ihre Angebote als verkauft oder wieder verfügbar zu markieren.

source: To display the toggle button, place this code anywhere you want (e.g. in item.php of your theme)
de_de: Um den Togglebutton anzuzeigen, platziere diesen Code wo Du möchtest (z.B. in item.php von deinem Theme)

source: I have placed it right next to the edit button, e.g.
de_de: Ich habe ihn direkt neben dem Edit-Button platziert, z.B.

source: You should insert a status box to the item page with this code (e.g. in item.php of your theme)
de_de: Du solltest mit diesem Code eine Statusbox auf der Angebotsseite einfügen (z.B. in item.php von deinem Theme)

source: I have placed it right above the title, e.g.
de_de: Ich habe sie direkt über dem Titel platziert, z.B.

source: Styling
de_de: Aussehen

source: To style the button or the status box, edit the following file
de_de: Um den Button oder die Statusbox zu designen, bearbeite folgende Datei

source: Item is sold, status box is shown
de_de: Angebot ist verkauft, Statusbox wird angezeigt

source: Item is available, no status box is shown
de_de: Angebot ist verfügbar, Statusbox wird nicht gezeigt
