Repository: mute1add/prynext
Catalog: *-content/plugins/avatar_free/languages/*/messages.po
Languages: ru_ru

source: Avatar Free Plugin
ru_ru: Бесплатный плагин Аватар

source: Please edit your user-profile.php add a name attribute on form tag ex: &lt;form <b>name="profile"</b> for picture validation and enctype="multipart/form-data".
ru_ru: Измените файл user-profile.php Вашего шаблона. Найдите в коде открывающийся HTML тег формы &lt;form и добавьте ему атрибут <b>name="profile"</b>, а так же атрибут <b>enctype="multipart/form-data"</b>.

source: Check user-profile.php file and add .
ru_ru: Проверьте в этом же файле (user-profile.php) наличие кода, если его нет, то добавьте в том месте внутри формы, где Вы хотите чтобы была возможность редактировать Аватар:

source: Required avatar
ru_ru: Обязательный Аватар

source: Edit
ru_ru: В файле плагина

source: uncomment those lines.
ru_ru: Раскомментируйте строку 100 и 109

source: What the plugin does?
ru_ru: Что может плагин ?

source: The avatar plugin show the profile picture upload button on Register page, Profile page, and admin user page. user can upload thir picture while register
ru_ru: С помощью плагина можно добавить форму загрузки аватара на страницу регистрации, в личном профиле пользователя и в админке для редактирования аватаров Админом у пользователей. Сам аватар можно отображать на страницах объявлений и в публичном профиле пользователя.

source: How to use
ru_ru: Как использовать

source: Use this code to show the picture of user
ru_ru: Вставьте этот код в нужном месте

source: Get picture of item user
ru_ru: Аватар на странице объявления, вставьте код в item.php вашего шаблона

source: Get picture of logged user
ru_ru: Показать аватар вошедшего на сайт пользователя( если Вам это где-то нужно)

source: Get picture of public profile user
ru_ru: Показывать Аватары в публичном профиле пользователей, добавьте код в файл шаблона user-public-profile.php

source: About
ru_ru: О плагине

source: Plugin Name
ru_ru: Название плагина

source: Avatar Free
ru_ru: Бесплатный плагин Аватар

source: Version
ru_ru: Версия

source: Useful links
ru_ru: Полезные ссылки

source: Premium themes and plugins
ru_ru: Премиум темы и плагины

source: All about Osclass
ru_ru: Все о Osclass

source: Forum
ru_ru: Форум

source: Avatar
ru_ru: Аватар

source: Only png, jpg formats are allowed!
ru_ru: Разрешены только png, jpg файлы!

source: Size should less than 3MB
ru_ru: Размер файла не должен превышать 3 мегабайт
