Repository: mute1add/prynext
Catalog: *-content/plugins/dating_attributes/languages/*/messages.po
Languages: cs_cz, fa_ir, lt_lt, lv_lv, ru_ru, sv_se

source: Dating attributes
cs_cz: Seznamka vlastnosti
fa_ir: ویژگی های دوستیابی
lt_lt: Pasimatymų atributai
lv_lv: Iepazīšanās
ru_ru: Знакомства атрибуты
sv_se: Datingattribut

source: You are
cs_cz: Vy jste
fa_ir: شما هستید
lt_lt: Jūs esate
lv_lv: Jūs esat
ru_ru: Вы
sv_se: Du är

source: Man
cs_cz: Muž
fa_ir: آقا
lt_lt: Vyras
lv_lv: Vīrietis
ru_ru: Мужчина

source: Woman
cs_cz: Žena
fa_ir: خانم
lt_lt: Moteris
lv_lv: Sieviete
ru_ru: Женщина
sv_se: Kvinna

source: Not informed
cs_cz: Neuvedeno
fa_ir: اطلاع داده نشده
lt_lt: Nepranešama
lv_lv: Nav nozīmes
ru_ru: Не важно
sv_se: Ej informerad

source: Looking for
cs_cz: Hledám
fa_ir: جستجو برای
lt_lt: Ieškau
lv_lv: Jūs meklējat
ru_ru: Ищете
sv_se: Jag söker

source: Relation type
cs_cz: Typ vztahu
fa_ir: نوع ارتباط
lt_lt: Santykių tipas
lv_lv: Iepazīšanās veids
ru_ru: Тип связи
sv_se: Form av relation

source: Friendship
cs_cz: Přátelství
fa_ir: دوستی
lt_lt: Draugystė
lv_lv: Draudzība
ru_ru: Дружба
sv_se: Vänskap

source: Formal relation
cs_cz: Formální vztah
fa_ir: رابطه رسمی
lt_lt: Formalūs santykiai
lv_lv: Nopietnām attiecībām
ru_ru: Формальные отношения
sv_se: Formell relation

source: Informal relation
cs_cz: Neformální vztah
fa_ir: رابطه غیر رسمی
lt_lt: Neformalūs santykiai
lv_lv: Retām tikšanās reizēm
ru_ru: Неофициальная связь
sv_se: Informell relation

source: %s looking for %s for %s
cs_cz: % hledá %s na %s
fa_ir: %s جستجو برای %s برای %s
lt_lt: %s ieško %s, %s
lv_lv: %s meklē %s priekš %s
ru_ru: %s ищете %s для %s.
sv_se: %s letar efter %s för %s
